[
  {
    "name": "Mário Carneiro",
    "email": "mario.carneiro@lifeonmars.pt",
    "gender": "M",
    "bio": "Pariatur pastrami tenderloin, esse doner rump sed prosciutto aliqua.  Occaecat pariatur filet mignon nisi in.  Rump dolore landjaeger kielbasa jowl cillum veniam, exercitation shank proident ham.  Dolore doner aliquip, spare ribs velit shank officia pork chop meatloaf chuck anim picanha veniam.  Porchetta short ribs ground round, venison corned beef filet mignon dolore picanha drumstick turducken chicken culpa dolore excepteur.\nShort loin fugiat tempor in sirloin tail sausage doner magna mollit pork belly.  Minim deserunt qui aliquip et ground round short ribs tri-tip burgdoggen occaecat in esse consectetur.  Pig pork chicken pastrami occaecat shankle.  Exercitation beef ribs doner pork cow, excepteur ribeye magna velit veniam tenderloin.  Swine spare ribs veniam eu adipisicing reprehenderit incididunt velit excepteur frankfurter bacon.  Sed ut pork ex leberkas jowl capicola cupim laboris ham ea kevin beef.  Officia duis eu mollit anim voluptate consequat in.\nSwine qui quis, cow elit tail dolore.  Biltong andouille incididunt, flank do sed occaecat cillum filet mignon aute.  Tenderloin kielbasa shoulder, ground round aliqua lorem in velit cupidatat deserunt doner mollit.  Minim consequat turkey, prosciutto ball tip lorem pork loin picanha eiusmod.\nCupim consectetur irure sirloin, burgdoggen shank pariatur swine quis jowl ut chuck.  Pork mollit in ipsum magna salami dolor officia.  Pork belly qui short loin boudin filet mignon drumstick.  Sunt sirloin kevin ad tenderloin nostrud porchetta beef cillum sint reprehenderit pork loin.\nShankle officia biltong, pork belly hamburger fugiat pancetta elit sirloin fatback.  Ad mollit consectetur, spare ribs doner qui frankfurter non cupidatat.  Anim nostrud qui cillum picanha, pork loin nisi pork belly pariatur fatback landjaeger aute brisket consectetur.  Dolor consequat tongue pariatur short ribs.",
    "picture": "https://gravatar.com/avatar/4d83b82ad2cf6ed58aefc03239b87de0?s=200",
    "password": "hunter2",
    "year_in": 2004,
    "year_out": 2010,
    "admin": true,
    "confirmed_at": null
  },
  {
    "name": "Hugo Peixoto",
    "email": "hugo.peixoto@lifeonmars.pt",
    "gender": "M",
    "bio": "Laboris anim chicken cupidatat ground round, aliqua salami hamburger frankfurter esse kielbasa tongue.  Sint strip steak burgdoggen do, beef ribs ut jerky.  Pastrami culpa prosciutto consequat, biltong pork loin excepteur boudin jerky in et tempor beef.  Nisi non venison cupim velit cupidatat.  Voluptate sint nulla ea anim, porchetta shank turkey biltong tail t-bone.\nExcepteur tempor cow, adipisicing magna shankle sausage salami burgdoggen ullamco aute sed meatball.  Shank sausage short loin, fugiat shoulder beef ribs bacon picanha ex cupidatat ut non irure hamburger consectetur.  Strip steak ipsum deserunt, tempor chuck ex incididunt meatloaf short loin pastrami sirloin dolor.  Pork occaecat short loin, pork chop turducken culpa cupidatat qui.\nShoulder sint ipsum drumstick consequat commodo salami fugiat lorem esse qui in.  Id kevin laborum minim.  Jerky swine flank capicola pancetta pork loin ad pork belly shankle in ut ipsum.  Filet mignon ullamco tenderloin, magna meatball sunt kielbasa in.\nFlank t-bone porchetta commodo, filet mignon deserunt fugiat short ribs pork belly voluptate andouille.  Pariatur jerky eu in sirloin.  Burgdoggen cupim ut laborum duis meatball.  Aute boudin ut salami spare ribs nulla.  Est ribeye reprehenderit exercitation.  Deserunt anim t-bone ham hock sint pork chop elit, cillum leberkas flank.  Ut doner velit tongue, cupim cupidatat ribeye exercitation.\nFilet mignon consequat sunt brisket burgdoggen salami voluptate aliqua duis exercitation sint capicola.  Minim dolore nostrud tail short loin.  Quis ut ham hock pork chop est eiusmod.  Commodo nisi pariatur deserunt.  Picanha bresaola rump ex short loin pork chop incididunt fatback aute in jerky culpa veniam laborum.",
    "picture": "https://gravatar.com/avatar/9877b8aead736d33145d6e76bc7a9abf?s=200",
    "password": "hunter3",
    "year_in": 2004,
    "year_out": 2011,
    "confirmed_at": null
  },
  {
    "name": "Júlio Santos",
    "email": "julio.santos@lifeonmars.pt",
    "gender": "M",
    "bio": "Fatback short ribs pig bresaola doner burgdoggen aliqua ribeye irure kielbasa ut nisi.  Spare ribs tenderloin in, culpa shankle ground round cupidatat ea andouille dolore officia duis sunt jowl.  Shank fugiat occaecat ham hock dolore, id capicola pancetta cillum meatball consequat brisket leberkas frankfurter aute.  Shoulder strip steak fatback ground round ribeye irure consectetur deserunt shank anim et salami.  Lorem tri-tip ipsum, jerky deserunt landjaeger non ground round eu ea porchetta.\nTempor kevin ex, ut do biltong boudin porchetta tri-tip non.  Meatloaf andouille incididunt, voluptate pancetta leberkas ut ea drumstick flank ex shoulder.  Brisket reprehenderit pancetta voluptate short ribs tongue deserunt.  Ut reprehenderit quis porchetta.  Chicken doner pariatur cillum, consequat bacon burgdoggen boudin corned beef exercitation.\nSint nulla lorem, landjaeger exercitation pork chop salami est labore doner.  Esse adipisicing in tri-tip elit.  Et shankle anim boudin incididunt aliquip est reprehenderit capicola dolor commodo pork loin sed filet mignon.  Enim andouille dolor, nisi sed tongue in reprehenderit.  Qui occaecat jowl shoulder deserunt magna frankfurter short loin aliqua sint pariatur brisket pastrami.  Ea burgdoggen filet mignon hamburger, qui leberkas sunt do bacon aliqua in.  Tail picanha eu, ipsum beef labore filet mignon chicken exercitation ea jerky veniam rump in ex.\nExcepteur meatloaf anim minim pork qui pork chop chicken burgdoggen frankfurter veniam meatball ut ex bacon.  Laborum spare ribs incididunt eu flank, et sausage laboris aute hamburger fugiat nostrud ground round irure landjaeger.  Cillum fatback lorem ham hock chicken tenderloin officia chuck shank cupim t-bone ullamco shoulder.  Frankfurter short ribs spare ribs bresaola enim consectetur.  Nulla pastrami quis ad salami landjaeger proident dolore.\nIn ut et adipisicing filet mignon id velit aute anim pig kielbasa spare ribs.  Mollit bresaola tempor tri-tip labore dolore, irure id non pastrami lorem.  Sausage meatloaf frankfurter venison doner voluptate nulla turducken tongue ad eu boudin est andouille.  Adipisicing sausage meatball, bacon in veniam dolore consectetur frankfurter esse fatback boudin est.  Nulla bacon kielbasa nisi ground round beef salami.",
    "picture": "https://gravatar.com/avatar/e83bd437d70b295397efca0b4f8ae9bf?s=200",
    "password": "hunter3",
    "year_in": 2004,
    "year_out": 2011,
    "confirmed_at": null
  }
]
